/* No comment provided by engineer. */
"play info" = "Play instruction";

/* No comment provided by engineer. */
"lock map when ready msg" = "Move the map to choose the playground. When satisfied, tap the \"Start Playing\" button. The goal is to fill in blue the red zone!";

"cannot get location" = "Cannot get your location";
"cannot get location. aborting play" = "I cannot get your current location. Please be sure you're outdoor and you allowed GPS Body Paint to know where you are. You can play this game only if the location service is enabled.";
"cannot get map" = "Cannot get map";
"cannot get map, please check network" = "The map cannot be loaded. Please check your internet connection. You can play without map by tapping the \"Play anyway\" button.";

"play anyway" = "Play anyway";

/* Here, there is only a %d with the percent sign (%% for %) following */
"percent complete format" = "%d%%";

/* Here, there is only a %.0f with the percent sign (%% for %) following */
"percent complete format from float" = "%.0f%%";

/* Format for "10 square meters" */
"n square meters format" = "%d square meters";

/* Format for "10 m" */
"n m format" = "%d m";

/* Format for "10 meters" */
"n meters format" = "%d meters";

/* Playing time label title in the game view */
"playing time" = "Playing time:";

/* Remaining time label title in the game view */
"remaining time" = "Remaining time:";

/* Stop playing button title */
"stop playing" = "Stop Playing";

/* Label on top of the game settings */
"game settings" = "Game settings";

/* challenge shape setting title */
"challenge shape" = "Challenge shape";

/* Painting size setting title */
"painting size" = "Painting size";

/* Level size setting title */
"level size" = "Playground size";

/* Playing mode setting title */
"playing mode" = "Playing mode";

/* Fill in play mode setting label */
"fill in" = "Fill in";

/* Time limit play mode setting label */
"time limit" = "Time limit";

/* Application title */
"GPS Body Paint" = "GPS Body Paint";

/* Not applicable */
"NA" = "N/A";

"ok" = "OK";

/* Shapes */
"square" = "Square";
"hexagon" = "Hexagon";
"triangle" = "Triangle";

/* Level difficulties */
"big" = "Big";
"medium" = "Medium";
"small" = "Small";

"submitting score" = "Submitting score";
"cannot contact high score server" = "Cannot contact high score server.";
